/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "template--page",
      "disabled": true,
      "settings": {
        "page_title_enabled": true,
        "page_width": "full-width"
      }
    },
    "image_image_with_text_QQLWaE": {
      "type": "image--image-with-text",
      "custom_css": [
        "p {font-size: 20px !important;}",
        "h2 {font-size: 35px; font-weight: bold;}"
      ],
      "settings": {
        "colors": "white",
        "image": "shopify://shop_images/IMG_1481.jpg",
        "text_overlapping_image": false,
        "section-width": "content",
        "layout": "left",
        "text_alignment": "left",
        "title": "Savoir is “To Know”",
        "text": "<p>An edited online fashion platform offering contemporary brands and products, unlocking industry secrets into accessible treasures, from talented designers - all through the lens of a seasoned fashion buying professional.</p><p>We are addressing the market gap for well-priced, items that evoke the joy of dressing and make you feel good. Fashion is fun and playful.</p><p>We discover and champion small, independent, and slow fashion businesses across apparel, accessories, homeware and gifting from all over the world.</p><p>We not only curate a digital space but will showcase our products through physical pop up events to truly build a community.</p><p>Founder, Jenny Sprei has over 15 years industry experience as a fashion buyer. scouring global markets, blending luxury with innovation and igniting excitement with every selection</p><p>From Selfridges, Liberty, ASOS, Yoox Net a Porter; startups to icons, her journey is defined by a relentless pursuit of the extraordinary, shaping the industry with boundless passion and vision</p>",
        "button_label": "",
        "button_link": ""
      }
    }
  },
  "order": [
    "main",
    "image_image_with_text_QQLWaE"
  ]
}
